Repository: trackplus/Genji
Catalog: src/main/resources/resources/UserInterface/ApplicationResources_en.properties.tmx
Source language: en
Languages: de

source: en
de: de

source: panel
de: Tafel

source: account
de: Konto

source: workspace
de: Arbeitsraum

source: directory
de: Verzeichnis

source: remaining PV
de: verbleibende Restarbeit

source: ancestors
de: Vorgänger

source: label for
de: Bezeichnung für

source: on hold
de: gestoppt

source: configurations
de: Konfigurationen

source: attachments
de: Anhänge

source: attachment
de: Anhang

source: merged
de: zusammengeführt

source: merge
de: zusammenführen

source: interfaces
de: Schnittstellen

source: descendant
de: Nachfolger

source: estimated remaining work
de: geschätzte Restarbeit

source: logged in
de: angemeldet

source: for CSV
de: für CSV

source: paste
de: einfügen

source: reset
de: zurücksetzen

source: item
de: Vorgang

source: items
de: Vorgänge

source: project
de: Projekt

source: responsible
de: Bearbeiter

source: role
de: Rolle

source: start date
de: Beginn

source: tab
de: Reiter

source: task
de: Aufgabe

source: user
de: Benutzer

source: space
de: Raum

source: priority
de: Priorität

source: severity
de: Auswirkung

source: set
de: Menge

source: form
de: Eingabemaske

source: fieldName
de: Feldname

source: WBS
de: PSP

source: mail template
de: E-Mail-Vorlage
